[{
    "excerpt": "She was now married, and had moved to the mecca of anonymity – the United States."
}, {
    "excerpt": "There was no gold standard in writing whatever worked for the reader was good."
}, {
    "excerpt": "He stared at the computer screen it stared back at his vacant mind."
}, {
    "excerpt": "Why could she not write something like the classical novels she had never bothered to read?"
}, {
    "excerpt": "‘He’s busy . . . shh . . . chal, bye, Kavita’, she spoke her friend’s name loudly, deliberately to reassure her mother who had lowered the volume of the TV and was pretending not to listen to Ruchi’s conversation."
}, {
    "excerpt": "Indeed, it is a truth that Udaipur is that much brighter for the presence of yourself and your two younger sisters, this season."
}, {
    "excerpt": "Even as I write ‘maiden’, I smile to myself, because my feelings for you are far from being modest and maidenly."
}, {
    "excerpt": "She had done her bit of Googling (thank God for these guys!) and thinking. Her story would be set in the period just prior to the dissolution of the privy purses—"
}, {
    "excerpt": "Romance and love were pretty tales that people told themselves. Nevertheless, falling in love, even briefly, was one of the most glorious human experiences"
}, {
    "excerpt": "The side of the mountain that he faced was lush and green, and post-rains, there would be a profusion of wildflowers. It was also quieter, because it was on the ‘backside’, the estate agent had said"
}, {
    "excerpt": "Mussoorie loved writers. Ruskin Bond had prepared it for literary fame!"
}, {
    "excerpt": "need to- see maps to refresh memory, get exact dates of infiltration in Mendhar sector, exact number of war casualties, names of all the war heroes."
}, {
    "excerpt": "There went the afternoon nap, or to be more precise, there went the afternoon half-hour when she lay on bed trying to sleep but ended up worrying about money instead"
}, {
    "excerpt": "His journey from vacant student to leering adult might be an interesting read."
}, {
    "excerpt": "all played out their parts in the charade that was education and then went home to their TVs, computers, iPads, mobile phones, and families."
}, {
    "excerpt": "Since the fire, Maria had been waking up in the middle of the night, perspiring through a nightmare."
}, {
    "excerpt": "‘Later, after I write my Anna Karenina,’ she had said smilingly"
}, {
    "excerpt": "There was always good interspersed with bad that was life and the Lord would look out for them."
}, {
    "excerpt": "A writing cure was a good thing, at least better than visiting a psychiatrist or a past-life regressionist that their landlady recommended ‘in order to get the kinks out of one’s head’."
}, {
    "excerpt": "Sadhana was to report at the Indus office at 9 a.m. the next day, sign on the dotted line, and begin work. Indus would arrange for her safe transport, and meals, of course, also hand-hold, cajole, soothe, and flatter her until the end of the event."
}]
